{
    "Password": "Пароль",
    "Remember me": "Запомнить меня",
    "Forgot your password?": "Забыли пароль?",
    "Log in": "Войти",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Забыли пароль? Без проблем. Просто сообщите нам свой адрес электронной почты, и мы отправим вам по электронной почте ссылку для сброса пароля, которая позволит вам установить новый пароль.",
    "Email Password Reset Link": "Восстановить",
    "Name": "Имя",
    "Confirm Password": "Подтвердите пароль",
    "Already registered?": "Уже зарегистрированы?",
    "Register": "Зарегистрироваться",
    "This is a secure area of the application. Please confirm your password before continuing.": "Это безопасная область приложения. Пожалуйста, подтвердите свой пароль, прежде чем продолжить.",
    "Confirm": "Подтвердить",
    "Reset Password": "Сбросить пароль",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn\\'t receive the email, we will gladly send you another.": "Спасибо за регистрацию! Прежде чем приступить к работе, не могли бы вы подтвердить свой адрес электронной почты, нажав на ссылку, которую мы только что отправили вам по электронной почте? Если вы не получили электронное письмо, мы с радостью вышлем вам другое.",
    "A new verification link has been sent to the email address you provided during registration.": "На адрес электронной почты, который вы указали при регистрации, была отправлена новая ссылка для подтверждения.",
    "Resend Verification Email": "Повторно отправить письмо с подтверждением",
    "Log Out": "Выйти",
    "Profile": "Профиль",
    "You're logged in!": "Вы вошли в систему!",
    "Profile Information": "Информация о профиле",
    "Update your account's profile information and email address.": "Обновите информацию профиля вашей учетной записи и адрес электронной почты.",
    "Save": "Сохранить",
    "Saved.": "Обновлено",
    "Update Password": "Обновить пароль",
    "Ensure your account is using a long, random password to stay secure.": "Убедитесь, что в вашей учетной записи используется длинный случайный пароль, чтобы обеспечить безопасность.",
    "Current Password": "Текущий пароль",
    "New Password": "Новый пароль",
    "Delete Account": "Удалить аккаунт",
    "Are you sure you want to delete your account?": "Вы уверены, что хотите удалить свой аккаунт?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "После удаления вашей учетной записи все ее ресурсы и данные будут безвозвратно удалены. Пожалуйста, введите свой пароль, чтобы подтвердить, что вы хотите навсегда удалить свою учетную запись.",
    "Cancel": "Отмена",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "После удаления вашей учетной записи все ее ресурсы и данные будут безвозвратно удалены. Перед удалением своей учетной записи загрузите любые данные или информацию, которые вы хотите сохранить.",
    "Reset Password Notification": "Уведомление о смене пароля",
    "You are receiving this email because we received a password reset request for your account.": "Вы получили это письмо, поскольку мы получили запрос на смену пароля для вашей учетной записи.",
    "Reset Password": "Сменить пароль",
    "This password reset link will expire in :count minutes.": "Срок действия этой ссылки для смены пароля действительна в течение :count минут.",
    "If you did not request a password reset, no further action is required.": "Если вы получили письмо о смене пароля, хотя не запрашивали его, то, пожалуйста, не используйте данную ссылку.",
    "Verify Email Address": "Подтверждение адреса электронной почты",
    "Please click the button below to verify your email address.": "Пожалуйста, нажмите кнопку ниже, чтобы подтвердить свой адрес электронной почты.",
    "If you did not create an account, no further action is required.": "Если вы не создавали учетную запись, то, пожалуйста, проигнорируйте данное сообщение. Приносим извенения, что кто-то использовал ваш электронный адрес для регистрации.",
    "Regards": "С уважением",
    "Hello!": "Здравствуйте!",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Если у вас возникли проблемы с нажатием кнопки \":actionText\", скопируйте и вставьте приведенный ниже URL-адрес в\nсвой веб-браузер:",
    "Whoops!": "Упс...!"
}
